## Dataframes

In [6]:
import pandas as pd

In [12]:
feeding = {
    'Names': ['John', 'Kingsley', 'Thomas'],
    'Breakfast': [25.2, 36.0, 9.8],
    'Lunch': [21.9, 19.8, 72.4],
    'Dinner': [90.5, 52.1, 68.1],
}

food_table = pd.DataFrame(data=feeding)

print(food_table)

      Names  Breakfast  Lunch  Dinner
0      John       25.2   21.9    90.5
1  Kingsley       36.0   19.8    52.1
2    Thomas        9.8   72.4    68.1

In [13]:
food_table

      Names  Breakfast  Lunch  Dinner
0      John       25.2   21.9    90.5
1  Kingsley       36.0   19.8    52.1
2    Thomas        9.8   72.4    68.1